[{"quoteText": "Childhood is like a lightbulb; you have to savour the flavour.", "quoteAuthor": "Max Cai"}, {"quoteText": "Detector building is the worst event in science olympiad.", "quoteAuthor": "William W."}, {"quoteText": "If good things lasted forever, would we appreciate how precious they are?", "quoteAuthor": "Bill Watterson"}, {"quoteText": "We're so busy watching out for what's just ahead of us that we don't take time to enjoy where we are.", "quoteAuthor": "Bill Watterson"}, {"quoteText": "The truth is, most of us discover where we are headed when we arrive.", "quoteAuthor": "Bill Watterson"}, {"quoteText": "If people sat outside and looked at the stars each night, I'll bet they'd live a lot differently.", "quoteAuthor": "Bill Watterson"}, {"quoteText": "If you can find even one person you really like, you're lucky. And if that person can also stand you, you're really lucky.", "quoteAuthor": "Bill Watterson"}, {"quoteText": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.", "quoteAuthor": "Albert Einstein"}, {"quoteText": "Many people think that if something worked yesterday and continues to work today, it will work tomorrow. That's wrong.", "quoteAuthor": "Garry Kasparov"}, {"quoteText": "Music is a higher revelation than all wisdom and philosophy.", "quoteAuthor": "Ludwig van Beethoven"}, {"quoteText": "The further a society drifts from the truth, the more it will hate those that speak it.", "quoteAuthor": "George Orwell"}, {"quoteText": "It does not matter how slowly you go as long as you do not stop.", "quoteAuthor": "Confucius"}, {"quoteText": "If you are depressed, you are living in the past. If you are anxious, you are living in the future. If you are at peace, you are living in the present.", "quoteAuthor": "Lao Tzu"}, {"quoteText": "A leader is best when people barely know he exists. When his work is done, his aim fulfilled, they will say: we did it ourselves.", "quoteAuthor": "Lao Tzu"}, {"quoteText": "Do not seek to follow in the footsteps of the wise. Seek what they sought.", "quoteAuthor": "Basho"}, {"quoteText": "Falling down is not a failure. Failure comes when you stay where you have fallen.", "quoteAuthor": "Socrates"}, {"quoteText": "The greatest wealth is to live content with little.", "quoteAuthor": "Plato"}, {"quoteText": "He who has never learned to obey cannot be a good commander.", "quoteAuthor": "Aristotle"}, {"quoteText": "Knowing yourself is the beginning of all wisdom.", "quoteAuthor": "Aristotle"}, {"quoteText": "Atoms are like people; they always seek stability.", "quoteAuthor": "William W."}, {"quoteText": "The more you do something, the more you do it.", "quoteAuthor": "Erin L."}, {"quoteText": "Engine go kaboom. Thus is engineering.", "quoteAuthor": "Ariel H."}, {"quoteText": "In Science, we stand on the shoulders of giants... That's how we change the light bulbs", "quoteAuthor": "Vincent C."}, {"quoteText": "I guarantee that this is true, and if it's not I can guarantee you something else", "quoteAuthor": "Vincent C."}, {"quoteText": "Try to be open minded, but not so open minded that your brain falls out", "quoteAuthor": "Vincent C."}, {"quoteText": "At the pinnacle of science lies the theory of everything, which in turn implies that everything is something. This is the only thing that I can not stand to believe", "quoteAuthor": "Kishor R."}, {"quoteText": "Guys I accidentally sliced open my finger pad and it happens to be the fingerprint that my phone and computer are coded to", "quoteAuthor": "Ariel H."}, {"quoteText": "It is a mistake to think you can solve any major problems just with potatoes", "quoteAuthor": "Douglas Adams"}, {"quoteText": "Don't get stupid people to do smart things, and don't get smart people to do stupid things.", "quoteAuthor": "Kiara Y."}, {"quoteText": "You can't learn what you already know. Once you learned it, you know it.", "quoteAuthor": "Max Cai"}, {"quoteText": "I actually like physics. I'm just very bad at it, so it frustrates me.", "quoteAuthor": "Carlin L."}, {"quoteText": "You need vegetables. You can't run without vegetables, and that's the only point of existence.", "quoteAuthor": "Kinga C."}, {"quoteText": "We must feed the furnace of despair with hope... this inferno keeps us pushing forward.", "quoteAuthor": "Max Cai"}, {"quoteText": "I actually like physics. I'm just very bad at it, so it frustrates me.", "quoteAuthor": "Max Cai"}, {"quoteText": "Success is so tangible, like a fine orange, yet so unreachable, the smell fading away...", "quoteAuthor": "Max Cai"}, {"quoteText": "The elixir of olives and depression goes well on bread. A few morsels of parmigiano reggiano and misery perfect a pasta.", "quoteAuthor": "Max Cai."}, {"quoteText": "If you think your situation is tough, remember: it takes pressure to form a diamond; it takes toxicity to form a ruby.", "quoteAuthor": "Max Cai"}, {"quoteText": "Coffee is just a bittersweet reminder to stay awake and keep living.", "quoteAuthor": "Ariel H."}, {"quoteText": "It is important to realise the complexity of the world we live in. Life is more than abscissa and ordinate", "quoteAuthor": "Max Cai"}, {"quoteText": "Hard quote of the day: the greatest thoughts come from the heart", "quoteAuthor": "William W."}]